---
kind: enumMember
id: F:Autodesk.Revit.DB.BuiltInParameter.WALL_USER_HEIGHT_PARAM
enum: Autodesk.Revit.DB.BuiltInParameter
zh: 高度
source: html/fb011c91-be7e-f737-28c7-3f1e1917a0e0.htm
---
# Autodesk.Revit.DB.BuiltInParameter.WALL_USER_HEIGHT_PARAM

**中文**: 高度

"Unconnected Height"